//task name label
HSDTaskName = "Dzienniki faksów";

HSDFaxLogsDescription = "Przy użyciu pól wyboru wybierz numery faksów, które chcesz zablokować lub odblokować, i kliknij opcję Zastosuj.";

//Table view table titles
HSDTableColumnTitleType = "Typ";
HSDTableColumnTitleDate = "Data";
HSDTableColumnTitleTime = "Czas";
HSDTableColumnTitleDuration = "Czas trwania";
HSDTableColumnTitlePages = "Strony";
HSDTableColumnTitleResult = "Wynik";
HSDTableColumnTitleFaxNumber = "Numer faksu";
HSDTableColumnTitleBlock = "Blokuj";

//Button titles
HSDPrintButtonTitle = "Drukuj dziennik aktywności faksu";
HSDApplyButtonTitle = "Zastosuj teraz";

//Printing progress title
PrintingProgressTitle = "Drukowanie… Proszę czekać";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Dziennik faksów odebranych";
SentFaxesLogMenuItemTitle = "Dziennik faksów wysłanych";
AllFaxesLogMenuItemTitle = "Dzienniki wszystkich faksów";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Osiągnięto limit blokowanych numerów";
FaxBlackListLimitErrorDescription = "Maksymalna liczba blokowanych numerów faksów, jaką można przechować w urządzeniu: %d. Odblokuj niektóre numery, a następnie spróbuj ponownie.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Sprawdź czy urządzenie jest online i czy jest podłączone, oraz czy nie przetwarza zadania faksowania.";

//Fax session types
SentSessitonType = "Wysłany";
RecievedSessionType = "Odebrano";

//Fax log results
SuccessResultCode = "Powodzenie";
ErrorResultCode = "Błąd";
BusyResultCode = "Zajęty";
NoAnswerResultCode = "Brak odpowiedzi";
NoDialToneResultCode = "Brak sygnału wybierania";
NoDocumentResultCode = "Brak dokumentu";
DocumentJamResultCode = "Blokada dokumentu";
DoorOpenResultCode = "Otwarta pokrywa";
PowerFailureResultCode = "Awaria zasilania";
BlacklistedResultCode = "Na liście blokowanych";
StorageFullResultCode = "Pamięć pełna";
OutOfMemoryResultCode = "Brak pamięci";
PhoneLineUnavailableResultCode = "Linia telefoniczna niedostępna";
FaxDisconnectedResultCode = "Faks odłączony";
PCDisconnectedResultCode = "Komputer odłączony";
RemoteNotColorResultCode = "Zdalny niekolorowy";
CommunicationErrorResultCode = "Błąd komunikacji";
CancelledResultCode = "Anulowano";
